epyc/20240119-1800-glibc/3-locks-mempool/32768/pgbench.log
pgbench (17devel)
transaction type: 20240119-1800-glibc/3-locks-mempool/32768/index.sql
scaling factor: 1
query mode: prepared
number of clients: 224
number of threads: 224
maximum number of tries: 1
duration: 15 s
number of transactions actually processed: 47462804
number of failed transactions: 0 (0.000%)
latency average = 0.070 ms
initial connection time = 90.155 ms
tps = 3182534.243246 (without initial connection time)